/* XCAP */
"FederationProviderPasscodeScreenTitle" = "Código de acceso del proveedor de federación";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "El proveedor requiere su información para cargar/almacenar su certificado.";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "Hecho";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "Cancelar";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "Certificado de federación";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "Ya existe una identidad almacenada en la federación. Pulse el botón \"OK\" si desea usarla o \"Cancelar\" para obtener una nueva.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "Cancelar";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "OK";

